
[
    {
        "id"          : 1,
        "name"        : "Тим Кук (Шоко Глаз)",
        "role"        : "Директор компании",
        "profileImage": "ceo_image",
        "likes"       : 1500,
        "dislikes"    : 98560,
        "text"        : "Тим Кук - генеральный директор Apple и входит в ее совет директоров. \nДо назначения генеральным директором в августе 2011 года Тим был главным операционным директором Apple и отвечал за все продажи и операции компании по всему миру, включая сквозное управление цепочкой поставок Apple, торговую деятельность, а также обслуживание и поддержку на всех рынках и страны. Он также возглавил подразделение Apple Macintosh и сыграл ключевую роль в постоянном развитии стратегических отношений с реселлерами и поставщиками, обеспечивая гибкость при реагировании на растущие требования рынка. \nДо прихода в Apple Тим был вице-президентом по корпоративным материалам Compaq и отвечал за закупку и управление всем товарным запасом Compaq. \nДо своей работы в Compaq Тим был главным операционным директором отдела торговых посредников компании Intelligent Electronics.\nТим также проработал 12 лет в IBM, в последнее время в качестве директора отдела сбыта продукции в Северной Америке, где он руководил производственными и сбытовыми подразделениями компании IBM по производству персональных компьютеров в Северной и Латинской Америке. \nТим получил степень магистра делового администрирования в Университете Дьюка, где он был стипендиатом Фукуа, и степень бакалавра наук в области промышленной инженерии в Обернском университете."
    },
    {
        "id"          : 2,
        "name"        : "Кэтрин Адамс",
        "role"        : "Старший вице-президент и главный юрисконсульт",
        "profileImage": "srvpgeneralcounsel",
        "likes"       : 2205,
        "dislikes"    : 460,
        "text"        : "Кэтрин Адамс - главный юрисконсульт Apple и старший вице-президент по правовым вопросам и глобальной безопасности, подчиняющаяся генеральному директору Тиму Куку. Кейт входит в состав исполнительной команды компании и курирует все юридические вопросы, включая корпоративное управление, интеллектуальную собственность, судебные разбирательства и соблюдение требований по ценным бумагам, глобальную безопасность и конфиденциальность. Кейт пришла в Apple из Honeywell в 2017 году, где проработала 14 лет, в последнее время в качестве старшего вице-президента и главного юрисконсульта. В Honeywell Кейт отвечала за глобальную юридическую стратегию организации в более чем 100 странах. \nДо прихода в Honeywell Кейт была партнером в Sidley Austin LLP в Нью-Йорке. Ранее в своей карьере она работала секретарем у судьи Верховного суда Сандры Дэй О'Коннор; в качестве судебного поверенного в Апелляционном отделе Министерства юстиции США, Отделе окружающей среды и природных ресурсов; и в качестве клерка Стивена Брейера, тогдашнего главного судьи Апелляционного суда США по первому округу. \nКейт получила степень бакалавра сравнительной литературы в Брауновском университете и юридическую степень в юридической школе Чикагского университета."
    },
    {
        "id"          : 3,
        "name"        : "Эдди Кью",
        "role"        : "Старший вице-президент по интернет-программному обеспечению и услугам",
        "profileImage": "srvpinternetsoftwareandservices",
        "likes"       : 50000,
        "dislikes"    : 1254,
        "text"        : "Эдди Кью - старший вице-президент Apple по интернет-программному обеспечению и услугам, подчиняющийся генеральному директору Тиму Куку. \nЭдди курирует ведущие в отрасли магазины контента Apple, включая iTunes Store и Apple Music, а также Apple Pay, Карты, поисковую рекламу, инновационные сервисы Apple iCloud, а также приложения Apple для повышения производительности и творчества. Эдди также возглавляет недавно созданную команду, отвечающую за разработку всех аспектов всемирного видеопрограммирования Apple. Команда Эдди имеет отличный послужной список в создании и укреплении онлайн-сервисов, чтобы оправдать и превзойти высокие ожидания клиентов Apple. \nОн присоединился к Apple в 1989 году и возглавляет большую организацию, состоящую из замечательных людей. Эдди сыграл важную роль в создании интернет-магазина Apple в 1998 году, iTunes Store в 2003 году и App Store в 2008 году. Он также сыграл ключевую роль в разработке отмеченного наградами набора приложений Apple iLife. \nВ первые годы работы в Apple он был успешным менеджером групп разработки программного обеспечения и поддержки клиентов. \nЭдди был отмечен известным центром исследования рака City of Hope наградой «Дух жизни» 2014 года, присуждаемой человеку, чья работа коренным образом повлияла на индустрию музыки, кино и развлечений. \nЭдди получил степень бакалавра компьютерных наук и экономики в Университете Дьюка."
    },
    {
        "id"          : 4,
        "name"        : "Крейг Федериги (Сутенёрчик)",
        "role"        : "Старший вице-президент по разработке программного обеспечения",
        "profileImage": "srvpsoftwareengineering",
        "likes"       : 7856,
        "dislikes"    : 100,
        "text"        : "Крейг Федериги, старший вице-президент Apple по разработке программного обеспечения, подчиняется генеральному директору Тиму Куку. Крейг курирует разработку iOS и macOS. Его команды отвечают за поставку программного обеспечения, лежащего в основе инновационных продуктов Apple, включая пользовательский интерфейс, приложения и фреймворки. \nКрейг вернулся в Apple в 2009 году, чтобы возглавить разработку macOS, а в 2012 году также взял на себя ответственность за iOS, поставив все последующие выпуски самых передовых в мире операционных систем для настольных и мобильных устройств. \nДо своего возвращения Крейг работал в NeXT, затем в Apple, а затем десять лет проработал в Ariba, пионере электронной коммерции в Интернете, где он занимал несколько должностей, включая главного технического директора. \nКрейг имеет степень магистра компьютерных наук и степень бакалавра наук в области электротехники и компьютерных наук Калифорнийского университета в Беркли."
    },
    {
        "id"          : 5,
        "name"        : "Джон Джаннандреа",
        "role"        : "Старший вице-президент по машинному обучению и стратегии искусственного интеллекта",
        "profileImage": "svpmachinelearningaistrategy",
        "likes"       : 23657,
        "dislikes"    : 100,
        "text"        : "Джон Джаннандреа, старший вице-президент Apple по машинному обучению и стратегии искусственного интеллекта, подчиняется генеральному директору Тиму Куку. Джон присоединился к Apple в 2018 году и курирует стратегию искусственного интеллекта и машинного обучения в компании, а также разработку технологий Core ML и Siri. \nДо Apple Джон восемь лет проработал в Google, где возглавлял группы машинного интеллекта, исследований и поиска. До этого он стал соучредителем двух технологических компаний, Tellme Networks и Metaweb Technologies. Ранее в своей карьере Джон был старшим инженером в General Magic. \nДжон окончил Университет Стратклайда в Глазго, Шотландия, где получил степень бакалавра наук с отличием в области компьютерных наук и был удостоен звания почетного доктора. Джон входит в попечительский совет Института SETI и Школы Кастиллеха."
    },
    {
        "id"          : 6,
        "name"        : "Грег «Йоз» Джосвиак",
        "role"        : "Старший вице-президент по мировому маркетингу",
        "profileImage": "greg-joswiak",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Грег «Джоз» Джосвиак - старший вице-президент Apple по международному маркетингу, подчиняющийся генеральному директору Тиму Куку. \nС момента прихода в Apple в июне 1986 года Джоз сыграл ключевую роль в разработке и запуске некоторых из самых популярных в мире потребительских товаров, включая оригинальные iPod и iPhone. Джоз начал свою карьеру в Apple, работая над ранними компьютерами Macintosh и поддерживая сообщество сторонних разработчиков Mac. \nДжоз имеет более чем 30-летний опыт работы в сфере маркетинга и управления в Apple, в последнее время в качестве вице-президента по маркетингу продуктов Apple, где он руководил группами продуктового маркетинга и управления продуктами, отвечающими за всю линейку продуктов Apple. Джоз окончил Мичиганский университет со степенью бакалавра компьютерных наук в 1986 году."
    },
    {
        "id"          : 7,
        "name"        : "Дейдра О'Брайен",
        "role"        : "Старший вице-президент по розничной торговле и персоналу",
        "profileImage": "srvpretailpeople",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Дейдре О'Брайен - старший вице-президент Apple по вопросам розничной торговли и персонала, подчиняется генеральному директору Тиму Куку. \nКак руководитель розничных и онлайн-отделов Apple, Дейрдра поддерживает их работу по обогащению жизни миллионов клиентов Apple каждый год. Сосредоточив внимание на связи между клиентами и людьми и процессами, которые их обслуживают, Дейрдра и ее команда создают опыт розничной торговли, который обучает и вдохновляет. \nРуководя командой по работе с персоналом, Дейрдра помогает Apple устанавливать контакты, развиваться и заботиться о своих сотрудниках, а также помогает этим сотрудникам выполнять работу наилучшим образом в своей жизни. Ее команды контролируют широкий спектр функций, включая развитие талантов и Apple University, набор персонала, отношения и опыт сотрудников, деловое партнерство, льготы, компенсацию, а также включение и разнообразие. \nДейдре, ветеран Apple с 30-летним стажем работы, имеет степень бакалавра в области управления операциями в Университете штата Мичиган и степень магистра делового администрирования в Университете штата Сан-Хосе."
    },
    {
        "id"          : 8,
        "name"        : "Лиза Джексон",
        "role"        : "Вице-президент по окружающей среде, политике и социальным инициативам",
        "profileImage": "environmentalpolicysocial",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Лиза Джексон, вице-президент Apple по окружающей среде, политике и социальным инициативам, подчиняется генеральному директору Тиму Куку. \nЛиза наблюдает за усилиями Apple по минимизации своего воздействия на окружающую среду путем решения проблемы изменения климата с помощью возобновляемых источников энергии и повышения энергоэффективности, использования экологически чистых материалов и изобретения новых способов сохранения ценных ресурсов. Она также возглавляет инициативу Apple по расовому равенству и справедливости стоимостью 100 миллионов долларов, направленную на образование, экономические возможности и реформу уголовного правосудия, а также отвечает за программы Apple в области образовательной политики, работу по обеспечению доступности продуктов и работу с государственными органами во всем мире. \nС 2009 по 2013 год Лиза работала администратором Агентства по охране окружающей среды США. Назначенная президентом Бараком Обамой, она сосредоточила свои усилия на сокращении выбросов парниковых газов, защите воздуха и качества воды, предотвращении воздействия токсичных веществ и расширении охвата населения по экологическим вопросам. \nОна также работала руководителем аппарата губернатора Нью-Джерси Джона С. Корзайна и комиссаром Департамента охраны окружающей среды Нью-Джерси. \nЛиза имеет степень магистра химического машиностроения Принстонского университета и степень бакалавра химического машиностроения Тулейнского университета. Она является членом советов директоров компаний Tulane, SF Film, Conservation International и Американского института кино."
    },
    {
        "id"          : 9,
        "name"        : "Изабель Ге Маэ",
        "role"        : "Вице-президент и управляющий директор Большого Китая",
        "profileImage": "greaterchina",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Изабель Ге Маэ - вице-президент и управляющий директор Apple в Большом Китае, подчиняющаяся генеральному директору Тиму Куку и операционному директору Джеффу Уильямсу. Изабель обеспечивает руководство и координацию в китайской команде Apple. \nИзабель пришла в Apple в 2008 году в качестве вице-президента по беспроводным технологиям, курируя разработку сотовой связи, Wi-Fi, Bluetooth, NFC, технологий определения местоположения и движения почти для всех продуктов Apple. Она также сыграла ключевую роль в разработке новых китайских функций для iPhone и iPad. \nДо прихода в Apple Изабель занимала должность вице-президента по разработке программного обеспечения для беспроводных сетей в Palm, а также занимала ключевые технические и управленческие должности в других компаниях, занимающихся беспроводной связью. \nИзабель имеет степень бакалавра прикладных наук и степень магистра технических наук Университета Саймона Фрейзера в Британской Колумбии и степень магистра делового администрирования Калифорнийского университета в Беркли."
    },
    {
        "id"          : 10,
        "name"        : "Тор Мирен",
        "role"        : "Вице-президент по маркетинговым коммуникациям",
        "profileImage": "marcom",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Тор Майрен - вице-президент Apple по маркетинговым коммуникациям, подчиняющийся генеральному директору Тиму Куку. \nТор пришел в Apple в 2016 году из Грея, где он был президентом и главным креативным директором по всему миру. \nВ качестве главы группы маркетинговых коммуникаций Tor возглавляет талантливую и творческую команду, занимающуюся рекламой Apple, присутствием в Интернете, дизайном упаковки и другим маркетингом, ориентированным на потребителя. \nДвукратный спикер TED, Tor был включен в список самых креативных людей в бизнесе Fast Company, Fortune's 40 до 40 лет, AdAge Creativity 50 в честь 50 самых влиятельных творческих умов мира, а также был включен в Зал достижений Американской федерации рекламы. \nТор - бывший журналист и отмеченный наградами режиссер-документалист. Он имеет степень бакалавра английской литературы в Западном колледже."
    },
    {
        "id"          : 11,
        "name"        : "Адриан Перика",
        "role"        : "Вице-президент по корпоративному развитию",
        "profileImage": "corporatedevelopment",
        "likes"       : 56999,
        "dislikes"    : 100,
        "text"        : "Адриан Перика, вице-президент Apple по корпоративному развитию, подчиняется генеральному директору Тиму Куку. \nАдриан отвечает за слияния и поглощения компании, а также за стратегическое инвестирование. С момента прихода в Apple в 2009 году он руководил успешной интеграцией жизненно важных технологий и новых предприятий в области оборудования, программного обеспечения и услуг. \nДо Apple Адриан восемь лет работал в Goldman Sachs, а до этого он работал в Deloitte Consulting и был офицером армии США. \nУроженец Среднего Запада, Адриан имеет степень бакалавра физики в Военной академии США в Вест-Пойнте и степень магистра делового администрирования Массачусетского технологического института. В настоящее время он является членом правления Didi Chuxing."
    }
]
