[
    {
        "id"         : 1,
        "name"       : "iPad Pro 12.9\" (4 gen.)",
        "image"      : "ipad_pro_12_9_4th_gen_silver",
        "category"   : "iPad",
        "issueYear"  : "03/2020",
        "screenSize" : "12.9\"",
        "isItCool"   : true,
        "description": "Процессор A12Z Bionic с системой Neural Engine, с 64‑битной архитектурой уровня настольных компьютеров.\nПроцессор A12Z Bionic создан для серьёзных задач, особенно в приложениях профессионального уровня. Графический 8‑ядерный процессор обеспечивает необходимую беспрерывную производительность для редактирования видео 4K, трёхмерного проектирования, дополненной реальности и многого другого. Благодаря улучшенной терморегуляции устройство выдерживает более высокие пиковые нагрузки и показывает более стабильную эффективность, что особенно важно для профессионалов. А созданная Apple система Neural Engine позволяет проводить машинное обучение прямо на устройстве, что идеально для продвинутых приложений нового поколения.\nПоддерживает клавиатуры Magic Keyboard и Smart Keyboard Folio. Поддерживает Apple Pencil (2‑го поколения). \nШирокоугольная камера 12 Мп и сверхшироко­угольная камера 10 Мп. Разъём USB‑C.\nРаспознавание лица с помощью камеры TrueDepth"
    },
    {
        "id"         : 2,
        "name"       : "iPad Air (4 gen.)",
        "image"      : "ipad_air_4th_gen_silver",
        "category"   : "iPad",
        "issueYear"  : "09/2020",
        "screenSize" : "10.9\"",
        "isItCool"   : true,
        "description": "Мощный процессор A14 Bionic поможет вам воплощать свои идеи в жизнь. Снимайте видео 4K и монтируйте его прямо на iPad Air. Благодаря Apple Pencil 2‑го поколения вы сможете создавать прекрасные рисунки и иллюстрации с плавными тональными переходами — кисти можно менять прямо в процессе работы.1 А процессор A14 Bionic с расширенными возможностями обработки графики и усовершенст­вованными технологиями машинного обучения откроет новые перспективы для творчества. Редактируйте фото, пишите музыку — вы сможете реализовать свой потенциал как захотите..\nШирокоугольная камера 12 Мп. Разъём USB‑C.\nДатчик идентификации по отпечатку пальца (встроен в верхнюю кнопку)."
    },
    {
        "id"         : 3,
        "name"       : "iPad (8 gen.)",
        "image"      : "ipad_8thgen_silver",
        "category"   : "iPad",
        "issueYear"  : "09/2020",
        "screenSize" : "10.2\"",
        "isItCool"   : false,
        "description": "Процессор A12 Bionic с системой Neural Engine, с 64‑битной архитектурой уровня настольных компьютеров. Поддерживает клавиатуры Magic Keyboard и Smart Keyboard Folio. Поддерживает Apple Pencil (1‑го поколения).\nШирокоугольная камера 8 Мп. Разъём Lightning.\nДатчик идентификации по отпечатку пальца (встроен в кнопку «Домой»)."
    },
    {
        "id"         : 4,
        "name"       : "iPad mini (5 gen.)",
        "image"      : "ipad_mini_5th_gen_silver",
        "category"   : "iPad",
        "issueYear"  : "03/2019",
        "screenSize" : "7.9\"",
        "isItCool"   : true,
        "description": "Процессор A12 Bionic с системой Neural Engine, с 64‑битной архитектурой уровня настольных компьютеров. Поддерживает Bluetooth-клавиатуры. Поддерживает Apple Pencil (1‑го поколения).\nШирокоугольная камера 8 Мп. Разъём Lightning.\nДатчик идентификации по отпечатку пальца (встроен в кнопку «Домой»)."
    },
    {
        "id"         : 5,
        "name"       : "iPad Pro 10.5\"",
        "image"      : "ipad_pro_10_5_silver",
        "category"   : "iPad",
        "issueYear"  : "06/2017",
        "screenSize" : "10.5\"",
        "isItCool"   : false,
        "description": "Процессор A10X Fusion, с 64‑битной архитектурой уровня настольных компьютеров. Поддерживает клавиатуру Smart Keyboard. Поддерживает Apple Pencil (1‑го поколения).\nШирокоугольная камера 12 Мп. Разъём Lightning.\nДатчик идентификации по отпечатку пальца (2‑го поколения; встроен в кнопку «Домой»)"
    },
    {
        "id"         : 6,
        "name"       : "iPad Pro 9.7\"",
        "image"      : "ipad_pro_9_7_silver",
        "category"   : "iPad",
        "issueYear"  : "03/2016",
        "screenSize" : "9.7\"",
        "isItCool"   : false,
        "description": "Процессор A9X, с 64‑битной архитектурой уровня настольных компьютеров. Поддерживает клавиатуру Smart Keyboard. Поддерживает Apple Pencil (1‑го поколения). \nШирокоугольная камера 12 Мп. Разъём Lightning.\nДатчик идентификации по отпечатку пальца (2‑го поколения; встроен в кнопку «Домой»)"
    },
    
    
    
    
    
    {
        "id"         : 7,
        "name"       : "iPhone 12 Pro",
        "image"      : "iphone12_pro_pacific_blue",
        "category"   : "iPhone",
        "issueYear"  : "10/2020",
        "screenSize" : "6.1\"",
        "isItCool"   : true,
        "description": "A14 Bionic, самый быстрый процессор iPhone. Дисплей OLED от края до края. Передняя панель Ceramic Shield, которая в четыре раза снижает риск повреждений дисплея при падении. И Ночной режим на всех камерах. Всё это есть в iPhone 12. В двух размерах.\nИ позволяет делать невероятное. Система Neural Engine выполняет триллионы операций. Поддерживается съёмка видео в стандарте Dolby Vision — на такое не способны даже профессиональные кинокамеры. Высокая энергоэффективность обеспечивает долгую работу без подзарядки. A14 Bionic уже сегодня готов к решению задач будущего."
    },
    {
        "id"         : 8,
        "name"       : "iPhone 12",
        "image"      : "iphone12_white",
        "category"   : "iPhone",
        "issueYear"  : "10/2020",
        "screenSize" : "6.1\"",
        "isItCool"   : false,
        "description": "Ещё контрастнее. С потрясающе точной цветопередачей. И очень высокой плотностью пикселей — гораздо выше, чем раньше.4 Это просто вау. С технологией OLED яркие цвета ещё ярче, тёмные ещё темнее, а разрешение ещё выше. Это самый лучший дисплей за всю историю iPhone — и он занимает переднюю панель от края до края. Снимать в Ночном режиме теперь можно и на широкоугольную, и на сверхшироко­угольную камеру. А фотографии, сделанные при слабом освещении, будут выглядеть ещё лучше. Новая широкоугольная камера способна улавливать на 27% больше света. Поэтому передача деталей и цветов поразительно точная и днём, и ночью."
    },
    {
        "id"         : 9,
        "name"       : "iPhone 12 mini",
        "image"      : "iphone12_mini_red",
        "category"   : "iPhone",
        "issueYear"  : "11/2020",
        "screenSize" : "5.4\"",
        "isItCool"   : true,
        "description": "Используя машинное обучение, Smart HDR 3 распознаёт не только лица, но и другие объекты на снимке, а затем при необходимости регулирует резкость, цвета и баланс белого. Даже при избыточном освещении Smart HDR 3 позволяет достоверно передать фактуру предметов и тон кожи, сохранить насыщенные цвета и выделить нужные детали. Поэтому фотографии выглядят по‑настоящему реалистично"
    },
    {
        "id"         : 10,
        "name"       : "iPhone 11 Pro Max",
        "image"      : "iphone11_pro_max_spacegrey",
        "category"   : "iPhone",
        "issueYear"  : "09/2019",
        "screenSize" : "6.5\"",
        "isItCool"   : false,
        "description": "Шесть эффектов освещения, в том числе Светлая тональность — ч/﻿б, Естественный свет и Студийный свет, помогут сделать фотографии ещё выразительнее. Режим «Портрет» ещё лучше делает художественное размытие фона, чтобы у вас получались красивые снимки. А в центре внимания будет тот, кого вы фотографируете.\nКак улучшить видеосъёмку, если iPhone уже снимает в высочайшем качестве? Повысить качество съёмки при слабом освещении, увеличив светочувствительность на 27%. Чтобы видео с превосходной детализацией можно было снимать и днём, и ночью. Кроме того, теперь в Ночном режиме можно снимать видео «Таймлапс». Надёжно закрепите iPhone на штативе — и да будет красота. Воспроизведение видео 4К, снятого при слабом освещении."
    },
    {
        "id"         : 11,
        "name"       : "iPhone 11",
        "image"      : "iphone11_purple",
        "category"   : "iPhone",
        "issueYear"  : "09/2019",
        "screenSize" : "6.1\"",
        "isItCool"   : false,
        "description": "Теперь вы можете записать HDR‑видео 4K в стандарте Dolby Vision. Смонтировать его, используя приложения iMovie или Фото. А потом с помощью AirPlay5 передать на телевизор Smart TV и рассмотреть все краски и детали. Всё как в киностудии, но всё на iPhone. Что очень удобно, если вы, например, захотите снять милые проделки своей собаки"
    },
    {
        "id"         : 12,
        "name"       : "iPhone SE (2 gen.)",
        "image"      : "iphoneSE_2nd_gen_red",
        "category"   : "iPhone",
        "issueYear"  : "04/2020",
        "screenSize" : "4.7\"",
        "isItCool"   : false,
        "description": "Ночь — самое время для селфи. Потому что теперь у фронтальной камеры появился целый ряд отличных новых возможностей, в том числе Ночной режим, технология Deep Fusion, режим Smart HDR 3, поддержка записи видео в стандарте Dolby Vision и многие другие. Да здравствуют фото и видео со счастливым лицом"
    },
    {
        "id"         : 13,
        "name"       : "iPhone XS",
        "image"      : "iphoneXS_silver",
        "category"   : "iPhone",
        "issueYear"  : "09/2018",
        "screenSize" : "5.8\"",
        "isItCool"   : true,
        "description": "Прямо к чехлу iPhone можно прикрепить чехол‑бумажник — он экранирован и безопасен для банковских карт. По беспроводным сетям LTE iPhone 12 способен передавать данные со скоростью до 2 Гбит/с.6 А значит, можно быстрее скачивать фильмы и сериалы, отправлять фото и смотреть онлайн видео более высокого качества. Причём в ещё большем количестве стран: iPhone 12 поддерживает до 32 диапазонов LTE."
    },
    {
        "id"         : 14,
        "name"       : "iPhone 7 Plus",
        "image"      : "iphone7plus_silver",
        "category"   : "iPhone",
        "issueYear"  : "09/2016",
        "screenSize" : "5.5\"",
        "isItCool"   : false,
        "description": "iPhone разрабатывается так, чтобы ваша личная информация была под защитой. Данные Face ID хранятся только на вашем iPhone и не копируются в iCloud или куда‑либо ещё. Система iOS показывает, каким образом приложение, которое вы собираетесь скачать, обеспечивает конфиден­циальность. А при оплате с помощью Apple Pay данные вашей карты никуда не передаются. Список можно продолжать."
    }
]
